Repository: Surajj4837-th/HardwareRentalApp
Catalog: Resources/MessageFiles/MessageStrings.*.resx
Languages: mr_in

# ActivationDate
source: The software activated till this date:
mr_in: या तारखेपर्यंत सॉफ्टवेअर सक्रिय केले आहे:

# ActivationKeyAlreadyUsed
source: This activation key is already used.
mr_in: ही सक्रियकरण किल्ली आधीच वापरली गेली आहे.

# ActivationKeyDoesNotBelongToComputer
source: The activation key does not belong to this computer.
mr_in: सक्रियकरण किल्ली या संगणकाशी संबंधित नाही.

# ActivationKeyDoesNotBelongToUser
source: The activation key does not belong to this user.
mr_in: सक्रियकरण किल्ली या वापरकर्त्याच्या मालकीची नाही.

# ActivationKeyNeeded
source: The activation key is not provided.
mr_in: सक्रियकरण किल्ली प्रदान केलेली नाही.

# ActivationNeeded
source: Last few days of your software activation is remaining.
mr_in: आपल्या सॉफ्टवेअर अ‍ॅक्टिव्हेशनचे शेवटचे काही दिवस उरले आहेत.

# ActivationPeriodOver
source: The product activation period is over.
mr_in: उत्पादन सक्रिय करण्याचा कालावधी संपला आहे.

# CategoryAdded
source: Category added to the list.
mr_in: श्रेणी यादीमध्ये यशस्वीरित्या जोडली गेली आहे.

# EnterCategoryName
source: Please enter the name of the new category.
mr_in: कृपया नवीन श्रेणीचे नाव प्रविष्ट करा.

# EnterPassword
source: Please enter your password.
mr_in: कृपया आपला गुप्त शब्द प्रविष्ट करा.

# EnterProductName
source: Please enter the product name.
mr_in: कृपया उत्पादनाचे नाव प्रविष्ट करा.

# EnterProductPrice
source: Please enter the product price.
mr_in: कृपया उत्पादनाची किंमत प्रविष्ट करा.

# EnterProductSize
source: Please enter the size of the product.
mr_in: कृपया उत्पादनाचा आकार प्रविष्ट करा.

# EnterUsername
source: Please enter your username.
mr_in: कृपया आपले वापरकर्तानाव प्रविष्ट करा.

# ErrorOcurred
source: An error has ocurred.
mr_in: एक त्रुटी आली आहे.

# InvalidCredentials
source: Invalid credentials, provide correct data.
mr_in: अवैध माहिती, कृपया बरोबर माहिती द्या.

# InvalidKey
source: This key is invalid.
mr_in: ही किल्ली अवैध आहे.

# MasterAdminApproval
source: Your account will be created after approval from the master admin.
mr_in: मास्टर ॲडमिनच्या मंजुरीनंतर तुमचे खाते तयार केले जाईल.

# EnterMobileNumber
source: Please enter your mobile number.
mr_in: कृपया तुमचा भ्रमणध्वनी क्रमांक टाका.

# NumberExists
source: This mobile number already exists in the database.
mr_in: हा भ्रमणध्वनी क्रमांक नंबर आधीच डेटाबेसमध्ये अस्तित्वात आहे.

# ReenterPassword
source: Please reenter your password for confirmation.
mr_in: कृपया पुष्टीकरणासाठी तुमचा गुप्त शब्द पुन्हा प्रविष्ट करा.

# PasswordNotMatching
source: The entered passwords do not match.
mr_in: प्रविष्ट केलेले गुप्त शब्द जुळत नाहीत.

# ProductAdded
source: Product added to the list.
mr_in: उत्पादन यादीमध्ये यशस्वीरित्या जोडले गेले आहे.

# ProductModified
source: Product modified in the list.
mr_in: उत्पादन यादीमध्ये सुधारित करण्यात आले आहे

# ProductNotActivated
source: This product has not been activated yet.
mr_in: हे उत्पादन अद्याप सक्रिय केले गेले नाही.

# ProductNotLinkedToComputer
source: This product is not linked to your computer.
mr_in: हे उत्पादन आपल्या संगणकासोबत जोडलेले नाही.

# EnterSurname
source: Please enter your surname.
mr_in: कृपया तुमचे आडनाव प्रविष्ट करा.

# UserIDNotProvided
source: User ID is not provided.
mr_in: वापरकर्ता आयडी प्रदान करण्यात आलेला नाही.

# ApprovalPending
source: Your account approval is pending with the master admin.
mr_in: तुमची खाते मंजूरी मुख्य प्रशासकाकडे प्रलंबित आहे.

# SelectAdminCategory
source: Please select the admin category.
mr_in: कृपया प्रशासक श्रेणी निवडा.

# EnterEmployeeID
source: Please enter your employee ID.
mr_in: कृपया तुमचा कर्मचारी आयडी प्रविष्ट करा.

# EnterFirstName
source: Please enter your first name.
mr_in: कृपया तुमचे नाव प्रविष्ट करा.

# CategoryExisting
source: This category already exists.
mr_in: ही श्रेणी आधीच अस्तित्वात आहे.

# EnterFirstNameSurname
source: Please enter first name or surname.
mr_in: कृपया पहिले नाव किंवा आडनाव प्रविष्ट करा.

# EnterMobileNumber1
source: Please enter customer's mobile number.
mr_in: कृपया ग्राहकाचा भ्रमणध्वनी क्रमांक प्रविष्ट करा.

# NewCustomerAdded
source: A new customer has been added to the database.
mr_in: नवीन ग्राहक डेटाबेसमध्ये यशस्वीरित्या जोडण्यात आला आहे.

# CustomerExists
source: Customer already exists in the database.
mr_in: ग्राहक आधीच डेटाबेसमध्ये अस्तित्वात आहे.

# EnterValidMobileNumber
source: Please enter a valid 10-digit mobile number.
mr_in: कृपया वैध १० अंकी भ्रमणध्वनी क्रमांक प्रविष्ट करा.

# EnterValidPincode
source: Please enter a valid 6-digit pin code.
mr_in: कृपया वैध ६ अंकी पिन कोड प्रविष्ट करा.

# DeleteProduct
source: Are you sure you want to delete this product?
mr_in: आपण हे उत्पादन हटवू इच्छिता, याची आपल्याला खात्री आहे का?

# ModifyProduct
source: Are you sure you want to modify this product?
mr_in: आपण हे उत्पादन सुधारित करू इच्छिता, याची आपल्याला खात्री आहे का?

source: Confirm Delete
mr_in: हटवणे निश्चित करा

source: Confirm Modify
mr_in: सुधारणेची खात्री करा

# LastActivationDays
source: The last few days of software activation remain.
mr_in: सॉफ्टवेअर सक्रिय होण्याचे शेवटचे काही दिवस शिल्लक आहेत.

# DeleteCustomer
source: Are you sure you want to delete the customer?
mr_in: आपण हा ग्राहक हटवू इच्छिता, याची आपल्याला खात्री आहे का?

# EnterVillage
source: Enter the village name.
mr_in: गावाचे नाव प्रविष्ट करा.

# EnterDistrict
source: Enter the district name.
mr_in: जिल्ह्याचे नाव प्रविष्ट करा.

# CustomerModified
source: The customer data is modified.
mr_in: ग्राहकाची माहिती सुधारित करण्यात आली आहे.

# NoItemsPurchased
source: No items were purchased.
mr_in: कोणतीही वस्तू खरेदी केलेली नाही.

# NoOutstandingBalance
source: There is no outstanding balance.
mr_in: कोणतीही थकबाकी नाही.

# PendingBalance
source: Pending balance for current bill is ₹
mr_in: सध्याच्या बिलासाठी प्रलंबित रक्कम आहे ₹

# NoSalesByCustomer
source: No sales have ever been made for this customer.
mr_in: या ग्राहकासाठी अद्याप कोणतीही विक्री झालेली नाही.

# EnterAdvanceAmount
source: Please enter the advance amount.
mr_in: कृपया अग्रिम रक्कम प्रविष्ट करा.

# BalancePayment2
source: /- received.
mr_in: /- ची शिल्लक प्राप्त झाली.

source: Sr. No.
mr_in: अनुक्रमांक

source: Item ID
mr_in: वस्तू क्रमांक

source: Item Name
mr_in: सामानाचे नाव

source: Amount (₹)
mr_in: रक्कम (₹)

source: Brand
mr_in: व्यापारी नाव

source: Measurement
mr_in: मोजमाप

source: Size
mr_in: आकार

source: Price (₹)
mr_in: किंमत (₹)

source: Quantity
mr_in: मात्रा

source: Delete Request
mr_in: काढून टाकण्याची विनंती

source: Accept Request
mr_in: विनंती स्वीकारा

source: First Name
mr_in: पहिले नाव

# EmpID
source: Employee ID
mr_in: कर्मचारी आयडी

source: Mobile Number
mr_in: भ्रमणध्वनी क्रमांक

source: Category
mr_in: श्रेणी

source: PIN Code
mr_in: पिन कोड

source: Invoice ID
mr_in: चलन आयडी

source: Date
mr_in: दिनांक

source: Time
mr_in: वेळ

source: Admin ID
mr_in: प्रशासक आयडी

source: Bill Amount
mr_in: बिलाची रक्कम

source: Paid Amount
mr_in: भरलेली रक्कम

source: Show Bill
mr_in: बिल दाखवा

# ModifyProduct2
source: Modify Product
mr_in: उत्पादनामध्ये बदल करा

# DeleteProduct2
source: Delete Product
mr_in: उत्पादन हटवा

# DeleteCustomer2
source: Delete Customer
mr_in: ग्राहक हटवा

source: Select Customer
mr_in: ग्राहक निवडा

source: Add Item
mr_in: वस्तू जोडा

source: Remove Item
mr_in: वस्तू हटवा

source: Village
mr_in: गाव

source: District
mr_in: जिल्हा

source: Customer ID
mr_in: ग्राहक क्रमांक

source: Product Table
mr_in: वस्तू तक्ता

source: Customer Table
mr_in: ग्राहक तक्ता

source: Discount
mr_in: सवलत

source: Total Amount
mr_in: एकूण रक्कम

source: Customer Information
mr_in: ग्राहकाचे तपशील

source: Bill Information
mr_in: बिलांची माहिती

source: Paid
mr_in: देयक पूर्ण

source: Pending
mr_in: प्रलंबित रक्कम

source: Tax Invoice
mr_in: कराची पावती

source: Date & Time:
mr_in: दिनांक आणि वेळ:

# ThankYou
source: Thank you for your business!
mr_in: आपल्या खरेदीबद्दल धन्यवाद!

# PDFCreated
source: PDF created successfully.
mr_in: PDF यशस्वीरित्या तयार झाला आहे.

source: Home
mr_in: मुख्यपृष्ठ

source: Account Approval Requests
mr_in: खाते मंजूरी विनंत्या

source: Customers
mr_in: ग्राहक

source: Settings
mr_in: सेटिंग

source: Sale
mr_in: विक्री

source: Logout
mr_in: बाहेर पडा

source: Inventory
mr_in: कोठार

source: Activate Product
mr_in: उत्पादन सक्रिय करा

source: Activation
mr_in: सक्रिय करा

source: Activation Key:
mr_in: सक्रियण किल्ली:

source: MAC Address:
mr_in: मॅक पत्ता:

source: Request Date:
mr_in: विनंतीची तारीख:

source: User ID:
mr_in: वापरकर्ता आयडी:

source: Save
mr_in: जतन करा

# EmpIDExists
source: This employee ID already exists in database.
mr_in: हा कर्मचारी आयडी आधीच डेटाबेसमध्ये अस्तित्वात आहे.

source: Add Category
mr_in: श्रेणी जोडा

source: Add New Customer
mr_in: नवीन ग्राहक जोडा

source: Add New Product
mr_in: उत्पादन जतन करा

source: Product Name
mr_in: उत्पादनाचे नांव:

# s
source: Admin Approval
mr_in: प्रशासक मंजुरी

source: Save Bill
mr_in: बिल जतन करा

# BillInformation1
source: Bill Information
mr_in: बिलाची माहिती

source: Add Payment
mr_in: देयक जोडा

source: Name
mr_in: नाव

source: Shop ID:
mr_in: दुकान क्रमांक:

source: Payment Status:
mr_in: देयक स्थिती:

source: Search By Name
mr_in: नावानुसार शोधा

source: Add Product
mr_in: उत्पादन जोडा

source: Admin Login
mr_in: प्रशासक लॉगिन

source: Password
mr_in: सांकेतीक शब्द

source: Language
mr_in: भाषा

source: Login
mr_in: लॉगिन

source: Register Here
mr_in: येथे नोंदणी करा

source: Modify Customer Details
mr_in: ग्राहकाची माहिती सुधारित करा

source: Modify Customer
mr_in: संपादित करा

# ModifyProduct3
source: Modify Product
mr_in: बदल करा

source: Add Amount
mr_in: रक्कम जोडा

source: Register Admin
mr_in: प्रशासकाची नोंदणी करा

source: Confirm Password
mr_in: गुप्त शब्द पुष्टी करा

source: Register
mr_in: नोंदणी करा

source: Search
mr_in: शोधा

source: Shipping Details
mr_in: वाहतूक तपशील

source: Payment Received
mr_in: रक्कम प्राप्त झाली

source: Bill Discount
mr_in: बिलवरील सवलत

source: Purchase Table
mr_in: खरेदी सारणी

source: Finish Purchase
mr_in: खरेदी समाप्त करा

source: Cancel Purchase
mr_in: खरेदी रद्द करा

source: Surname
mr_in: आडनाव

source: Admin Approval Requests
mr_in: प्रशासक मंजुरी विनंत्या

source: Show Bills
mr_in: बिले दाखवा

source: Lessee Name
mr_in: भाडेकरूचे नाव

source: Lessee Address
mr_in: भाडेकरू पत्ता

source: Rent
mr_in: भाडे

source: Plate 2x3
mr_in: प्लेट २x३

source: Plate 18x36
mr_in: प्लेट १८x३६

source: Plate 15x36
mr_in: प्लेट १५x३६

source: Plate 12x36
mr_in: प्लेट १२x३६

source: Plate 9x36
mr_in: प्लेट ९x३६

source: Mixer
mr_in: मिक्सर

source: Column Pattern
mr_in: कॉलम पॅटर्न

source: Jock
mr_in: जॉक

source: Kaichya
mr_in: कैच्या

source: Jali
mr_in: जाळी

source: Channel
mr_in: चॅनेल

# 20FeetPipe
source: 10 Feet Pipe
mr_in: १० फूट पाईप

# 10FeetPipe
source: 20 Feet Pipe
mr_in: २० फूट पाईप

source: Bar
mr_in: बार

source: Shipping
mr_in: वाहतूक
